;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: Pierre le Lidgeu
; TranslationAuthorWeb: http://www.colok-traductions.com/
; Soft Version: 3.39
; Update: 2013-09-19
;
[Translation]
LangCode=040c
ReadHabit=Gauche à droite
LanguageName=Français
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Confirmation
Warning=Avertissement
Error=Erreur
Confirm=Confirmation
pmCheckMsg=Vérif. auto. des nouveautés
pmforum=Forum (Anglais)
pmHelp=Aide en ligne
pmContact=Nous contacter
pmHome=Page d'accueil
pmCheckNew=Vérifier les mises à jour
pmLang=Langues
pmAbout=A propos
pmRestore=Récupérer cet élément
pmselectall=Tout sélectionner
pmselectnone=Rien sélectionner
pmselectinvert=Inverser la sélection
FrmFRMain.lblTree.caption=Répertoire des fichiers
FrmFRMain.btnlikeit.caption=J'aime
FrmFRMain.btnfeedback.caption=Suggestion et suivi
FrmFRMain.btnsearch.caption=Analyser
FrmFRMain.btnrestore.caption=Récupérer
FrmFRMain.btnsearchcancel.caption=Annuler
;
; About
;
FrmFRAbout.caption=A propos
FrmFRAbout.btnok.caption=OK
FrmFRAbout.lblver.caption=Version actuelle :
FrmFRAbout.lblemail.caption=Support courriel :
FrmFRAbout.lblhome.caption=Page d'accueil :
FrmFRAbout.lblthank.caption=Merci aux personnes suivantes pour leurs contributions :
;
; Like Us
;
FrmLikeit.lblTitle.caption=Si vous aimez Wise Data Recovery, faites connaître ce merveilleux outil gratuit à vos proches.
FrmLikeit.lblInfo.caption=Merci de partager Wise Data Recovery avec votre famille, amis, camarades de classe, et collègues par courriel, Blog, Twitter, Youtube, Facebook, etc. Vous apporterez la commodité et l'efficacité à leur vie.
FrmLikeit.lblRate.caption= Evaluez Wise Data Recovery :
FrmLikeit.lblfollow.caption=Suivez-nous sur :
FrmLikeit.lblshare.caption=Partagez Wise Data Recovery :
FrmLikeit.btndownload.caption=Téléchargement gratuit
FrmLikeit.imgrate.hint=Donnez-nous 5 étoiles
FrmLikeit.imgmail.hint=Partagez-le avec vos amis
FrmLikeit.imgface1.hint=Partagez-le sur Facebook
FrmLikeit.imgface2.hint=Suivez-nous sur Facebook
FrmLikeit.imgtwitter1.hint=Partagez-le sur Twitter
FrmLikeit.imgtwitter2.hint=Suivez-nous sur Twitter
FrmLikeit.Caption=J'aime
FrmLikeit.lbldownload.caption=Téléchargez d'autres gratuiciels de WiseCleaner.com

[Edit]
pmcut=Couper
pmcopy=Copier
pmpaste=Coller
pmdelete=Supprimer
pmselectall=Tout sélectionner

[GUI]
ButtonYes=Oui
ButtonNo=Non
ButtonOK=OK
ButtonMinimize=Minimiser
ButtonMaximize=Maximiser
ButtonClose=Fermer
ButtonRestore=Restaurer
ButtonMenu=Menu
ButtonDelete=Supprimer
[FileRecovery]
FrmFRMain.lstFile.headitems[0]=Nom de fichier
FrmFRMain.lstFile.headitems[1]=Taille de fichier
FrmFRMain.lstFile.headitems[2]=Dernière modification
FrmFRMain.lstFile.headitems[3]=Récupérabilité
FrmFRMain.lstFile.headitems[4]=Chemin
Scanning=Analyse ...
Filtering=Filtrage ...
KeyWord=Entrez des mots-clés
Images=Images
Audios=Audios
Videos=Vidéos
Document=Documents
Compressed=Fichiers compressés
Email=Courriels
AllFiles=Tous les fichiers
AllFolders=Tous les dossiers
SelectDir=Sélectionnez un dossier pour sauver les données récupérées
NoSameDrive=Choisissez un autre lecteur pour la récupération, afin d'éviter l'écrasement de données.
ScanStopped=L'analyse a été annulée.
Good=Bonne
Poor=Faible
VeryPoor=Très faible
Lost=Nulle
ItemList=%d fichier(s) trouvé(s).


[message]
NoNewVer=Félicitations, vous utilisez la dernière version!
RecoveryDone=La récupération de données est terminée.
TranslateTo=Traduire en ...
NewVer=Une nouvelle version est disponible ! L'installer maintenant ?
